Repository: 4teamwork/ftw.simplelayout
Catalog: ftw/simplelayout/locales/*/LC_MESSAGES/ftw.simplelayout.po
Languages: de

source: Adds an option to (visually) hide a block
de: Fügt eine Option hinzu, die es erlaubt, Blöcke visuell zu verstecken

source: Adds checkbox to hide title of a contentpage
de: Fügt eine checkbox hinzu, mit der der Titel einer Inhaltsseite versteckt werden kann

source: Cancel
de: Abbrechen

source: Check possible values on http://ogp.me
de: Prüfe mögliche Werte auf http://ogp.me

source: ContentPage
de: Inhaltsseite

source: Contentpage show title behavior
de: Inhaltsseite show title behavior

source: Coordinates
de: Koordinaten

source: Delete
de: Löschen

source: Enable OpenGraph support on plone root
de: Aktiviere den OpenGraph Support auf dem Plone Root

source: FileListingBlock
de: Dateiauflistung

source: GalleryBlock
de: Bildergalerie

source: Hide block
de: Block verstecken

source: Image
de: Bild

source: Image cropping
de: Bildbearbeitung

source: Image cropping aspect ratios
de: Seitenverhältnisse

source: Image editor
de: Bildbearbeitung

source: Image limits
de: Bilderauflösungslimits

source: It's not possible to have an internal_link and an external_link together
de: Es ist nicht möglich, einen internen und externen Link gleichzeitig zu definieren.

source: MapBlock
de: Karte

source: Modify geographical data for this content
de: Ändere die geographischen Daten für diesen Inhalt

source: Multiple users are separated by comma
de: Mehrere Benutzer werden mit Komma getrennt

source: No image available
de: Kein Bild zum Bearbeiten vorhanden.

source: OpenGraph global type
de: Globaler OpenGraph Typ

source: Save
de: Speichern

source: Show title
de: Zeige Titel

source: Shows OpenGraph meta tags
de: Zeigt die OpenGraph Meta Tags

source: Simplelayout View
de: Simplelayout Ansicht

source: Simplelayout default configuration
de: Simplelayout Standard-Konfiguration

source: Simplelayout default settings
de: Simplelayout Standard-Einstellungen

source: Simplelayout settings
de: Simplelayout Einstellungen

source: Teaser
de: Link

source: TextBlock
de: Text/Bild

source: The file listing block renders a list of uploaded files with configurable header which can be used to change the order of the listing.
de: Der Dateiauflistungs-Block zeigt eine Liste von hochgeladenen Dateien an. Die Spaltenüberschriften der Auflistung sind konfigurierbar und können verwendet werden, um die Auflistung zu sortieren.

source: The gallery block renders a variable amount of images as thumbnails and opens a larger image in an overlay.
de: Die Bildergalerie zeigt hochgeladene Bilder als Vorschau an. Die Bilder können in einer grösseren Variante in einem Overlay geöffnet werden.

source: The text block renders text and images.
de: Der Block "Text/Bild" zeigt Text und Bilder an.

source: The video block renders videos loaded from YouTube or Vimeo.
de: Der Video-Block zeigt Videos von YouTube oder Vimeo an.

source: This behaviour will make a content geo referenceable
de: Dieses behavior macht einen Inhalt geo-referenzierbar

source: This block is empty.
de: Dieser Block hat keinen Inhalt.

source: This is no a valid youtube, or vimeo url.
de: Dies ist keine gültige Youtube- oder Vimeo-URL.

source: Uninstall ftw.simplelayout.contenttypes
de: Deinstalliere ftw.simplelayout.contenttypes

source: Uninstall ftw.simplelayout.mapblocks
de: Deinstalliere ftw.simplelayout.mapblocks

source: Uninstalls the ftw.simplelayout.contenttypes package.
de: Deinstalliert das ftw.simplelayout.contenttypes Paket

source: Uninstalls the ftw.simplelayout.mapblocks package.
de: Deinstalliert das ftw.simplelayout.mapblocks Paket

source: VideoBlock
de: Video

source: Youtube format: http(s)://youtu.be/VIDEO_ID<br/>Youtube (no-cookie) format: https://www.youtube-nocookie.com/embed/VIDEO_ID<br/>Vimeo format: http(s)://vimeo.com/(channels/groups)/VIDEO_ID
de: Youtube Format: http(s)://youtu.be/VIDEO_ID<br/>Youtube (kein Cookie) Format: https://www.youtube-nocookie.com/embed/VIDEO_ID<br/>Vimeo Format: http(s)://vimeo.com/(channels/groups)/VIDEO_ID

source: alert_deleting_locked_item
de: Dieser Eintrag kann nicht gelöscht werden, da er gerade von einem anderen Benutzer gesperrt ist.

source: alert_deleting_x_number_of_items
de: (Diese Aktion wird ${number_of_items_to_delete} Einträge löschen.)

source: alert_really_delete
de: Möchten Sie diesen Eintrag wirklich löschen?

source: alert_really_delete_folder
de: Möchten Sie diesen Ordner und seinen Inhalt wirklich löschen?

source: baseline
de: Originalseite

source: column_creater
de: Ersteller

source: column_modified
de: Bearbeitet

source: column_size
de: Grösse

source: column_title
de: Titel

source: column_type
de: Typ

source: cropper_hard_limit_reached_height
de: Höhe: {{currentHeight}}px (erlaubt: {{limitHeight}}px)

source: cropper_hard_limit_reached_label
de: Bildausschnitt ist zu klein

source: cropper_hard_limit_reached_width
de: Breite: {{currentWidth}}px (erlaubt: {{limitWidth}}px)

source: cropper_soft_limit_reached_height
de: Höhe: {{currentHeight}}px (optimal: {{limitHeight}}px)

source: cropper_soft_limit_reached_width
de: Breite: {{currentWidth}}px (optimal: {{limitWidth}}px)

source: desc_image_cropping_options
de: Definieren Sie die Seitenverhältnisse (https://github.com/fengyuanchen/cropperjs#options) für Ihre Inhaltstypen.<br><br>Format:<br>key: Inhaltstyp<br>value: title => value<br><br>Beispiel:<br>key: ftw.simplelayout.TextBlock<br>value:4/3 => 1.33333<br><br>Berechnung: Wenn Sie ein Verhältnis von 16:9 zulassen wollen, dann müssen Sie als Seitenverhältnis 1.777777778 (16/9 = 1.777777778) angeben. 0 bedeutet, dass es keine Einschränkungen gibt.

source: desc_image_limits
de: Ein Bildauflösungslimit überprüft das hochgeladene Bild auf seine Breite und Höhe.<br><br>Verwende das folgende Format:<br>key: Inhaltstyp<br>Wert: Limit-Typ: Dimension=Wert, Dimension=Wert<br><br>Beispiel:<br>key: ftw.simplelayout.TextBlock<br>Wert: soft: width=400, height=300

source: desc_sl_config_control_panel
de: Simplelayout Standard-Konfiguration hinzufügen, siehe Dokumentation: https://github.com/4teamwork/ftw.simplelayout#usage

source: description_image_alt_text
de: Geben Sie den Alternativtext für das Bild ein. Der Alternativtext richtet sich an Benutzer und Endgeräte,<br/> die den Bildinhalt nicht wahrnehmen oder nicht darstellen können, und sollte also wörtlich als Alternative<br/> zum Bild formuliert sein. Falls kein Alternativtext angegeben wird, wird der Bildtitel verwendet.

source: description_image_clickable
de: Wird das Bild angeklickt, öffnet es sich in einem Overlay

source: description_is_hidden
de: Dies versteckt den Block rein visuell. Dies ist kein Sicherheits-Feature, der Block und sein Inhalt bleibt immer noch aufrufbar.

source: description_teaser_fieldset
de: Mit der Link-Funktion kann ein Block direkt mit weiterführendem Inhalt verknüpft werden.<br /> Der Titel und das Bild vom Block werden als Link mit dem Ziel verknüpft.<br /><br /> Oft wird die Linkfunktion auch auf sogenannten Triage- oder Portal-Seiten verwendet. In diesen Fällen reicht ein Link in der Navigation nicht aus, sondern der Benutzer benötigt weitere Informationen, damit dieser auf der richten Seite landet.

source: error_text_alias_aliasblock
de: Der ausgwählte Inhalt kann nicht als Ziel in einem AliasBlock verwendet werden

source: error_text_required_aliasblock
de: Es muss ein Ziel ausgewählt werden.

source: error_text_sl_page_aliasblock
de: Die ausgewählte Inhaltsseite kann nicht verwendet werden, da diese bereits einen AliasBlock enthält oder es sich um die Seite handelt, auf welcher der AliasBlock erstellt werden soll.

source: hard_limit_not_satisfied
de: Die Bildauflösung entspricht nicht den Anforderungen von: ${limit_str}

source: help_drag_hint
de: Bitte den Inhalt per Drag & Drop hinzufügen.

source: hidden_label_image_caption
de: Bild Legende:

source: image_link_alttext
de: ${title}. Vergrösserte Ansicht

source: imageresolution_too_small_label
de: Bildauflösung ist zu gering.

source: label:delete_block
de: Block entfernen

source: label_%ssort_index
de: Sortierung

source: label_alias_content
de: Alias Inhalt

source: label_alias_description
de: Wähle den Inhalt, welcher im AliasBlock angezeigt werden soll.

source: label_ascending
de: Aufsteigend

source: label_cancel
de: Abbrechen

source: label_column_postfix
de: Spalte(n)

source: label_columns
de: Spalten

source: label_crop_image
de: Bild zuschneiden

source: label_delete_layout
de: Zeile löschen

source: label_descending
de: Absteigend

source: label_documentDate
de: Dokumentdatum

source: label_edit_block
de: Block bearbeiten

source: label_external_link
de: Externe URL

source: label_float_image_left
de: Bild links ausrichten

source: label_float_image_right
de: Bild rechts ausrichten

source: label_float_large_image_left
de: Grosses Bild links ausrichten

source: label_float_large_image_right
de: Grosses Bild rechts ausrichten

source: label_folder_contents_files
de: Dateien über Inhalte verwalten.

source: label_folder_contents_images
de: Bilder über Inhalte verwalten.

source: label_golden_ratio
de: Goldener Schnitt

source: label_height
de: Fixe Höhe für Vimeo und Youtube nocookie Inhalte

source: label_id
de: ID

source: label_image
de: Bild

source: label_image_alt_text
de: Alternativer Text des Bildes

source: label_image_caption
de: Bildlegende

source: label_image_without_floating
de: Bild ohne Ausrichtung

source: label_internal_link
de: Interne Referenz

source: label_invalid_permission
de: Sie können leider nicht mehr auf den verwendeten Inhalt zugreifen.

source: label_is_hidden
de: Block verstecken

source: label_layout121
de: 25% - 50% - 25% Verteilung

source: label_layout13
de: 25% - 75% Verteilung

source: label_layout_inverse
de: Umkehren / Spiegeln

source: label_legend
de: Beschreibung der Bilder als Legende in der Grossansicht verwenden

source: label_modified
de: Bearbeitungsdatum

source: label_move_block
de: Block verschieben

source: label_move_layout
de: Zeile verschieben

source: label_open_image_in_overlay
de: Bild in Overlay öffnen (nur wenn kein Link hinterlegt ist)

source: label_portal_type
de: Typ

source: label_position_in_folder
de: Ordnerreihenfolge

source: label_show_title
de: Titel anzeigen?

source: label_sort_on
de: Sortieren nach

source: label_sort_order
de: Sortierreihenfolge

source: label_sortable_title
de: Titel

source: label_text
de: Text

source: label_title
de: Titel

source: label_upload
de: Datei hochladen

source: label_video_url
de: Video-URL

source: label_visit_block
de: &#128279; Zum Original-Block

source: label_visit_page
de: Zur Originalseite: "${page_title}"

source: limit_height_str
de: Höhe: ${height}px (aktuell: ${current_height}px)

source: limit_width_and_height
de: ${width_str} und ${height_str}

source: limit_width_str
de: Breite: ${width}px (aktuell: ${current_width}px)

source: low_quality_image_label
de: Bildauflösung ist nicht optimal

source: message_baseline
de: ${owner} überarbeitet diese Seite gerade in einer ${link}, erstellt am ${date}.

source: message_working_copy
de: Dies ist die Arbeitskopie von dieser ${link}, erstellt von ${owner} am ${date}.

source: soft_limit_not_satisfied
de: Optimale Bildauflösung: ${limit_str}

source: title_delete_link_check
de: Folgende Inhalte haben interne Links auf diesen Inhalt:

source: use_cropped_image_for_overlay
de: Verwende das zugeschnittenes Bild ebenfalls für das Overlay

source: use_cropped_image_for_overlay_desc
de: Wenn diese Option aktiviert ist, wird im Bild-Overlay das zugeschnittene Bild verwendet, sofern das Bild im Bildeditor zugeschnitten wurde. Deaktivieren Sie diese Option um das Originalbild im Bild-Overlay anzuzeigen.

source: working_copy
de: Arbeitskopie
